Revit 2024 API
UnitTypeId.KipsPerInch Property
 Kips per inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipsPerInch { get; }
Visual Basic
Public Shared ReadOnly Property KipsPerInch As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipsPerInch {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace